names = {
    0: "__background__",
    1: "광어회", 2: "대하구이", 3: "물회", 4: "반계탕", 5: "산낙지회", 6: "아바이순대", 7: "오징어회",
    8: "가라아케", 9: "감바스", 10: "규동", 11: "꽃빵", 12: "나쵸", 13: "돈코츠라멘", 14: "똠얌꿍",
    15: "돈가츠", 16: "마라샹궈", 17: "맥앤치즈", 18: "메밀소바", 19: "양꼬치", 20: "오코노미야끼", 21: "찹스테이크",
    22: "카이센동", 23: "타코야끼", 24: "토마토계란볶음", 25: "팔보채", 26: "팟타이", 27: "계란토스트", 28: "김치참치마요컵밥",
    29: "까르보나라떡볶이", 30: "햄버거", 31: "새우볼", 32: "간장달걀밥", 33: "갈비찜", 34: "갈치구이", 35: "김치찜",
    36: "낙지덮밥", 37: "날치알주먹밥", 38: "달걀초밥", 39: "돌솥비빔밥", 40: "떡만둣국", 41: "먹태", 42: "모둠순대",
    43: "야채곱창볶음", 44: "어니언링", 45: "제육볶음", 46: "주꾸미삽겹살볶음", 47: "칼국수", 48: "케이준양념감자", 49: "함박스테이크",
    50: "해물순두부찌개", 51: "황도", 52: "무지개떡", 53: "소떡소떡", 54: "호떡", 55: "치즈볼", 56: "머랭쿠키",
    57: "소금빵", 58: "애플파이", 59: "찹쌀꽈배기", 60: "찹쌀도너츠", 61: "닭가슴살",
    62: "치킨", 63: "김밥류", 64: "파스타", 65: "피자", 66: "샐러드", 67: "샌드위치"
}
